Revit 2023 API
GroupTypeId.Plumbing Property
 "Plumbing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Plumbing { get; }
Visual Basic
Public Shared ReadOnly Property Plumbing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Plumbing {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace